[
  {
    "_id": "616eb42db490e963ddb28693",
    "picture": "https://e7.pngegg.com/pngimages/181/699/png-clipart-clear-glass-bottle-with-white-liquid-in-itr-milk-dairy-product-food-drink-cheese-milk-yogurt-cheese-butter-cream-food.png",
    "name": "Cheese, Milk, and Yogurt",
    "about": "Cheese is one of the best foods for healthy teeth for a number of reasons. First, it is low in sugar and high in calcium. It contains casein, which is a protein that is particularly useful for fortifying tooth enamel. Cheese is high in calcium, which is important for maintaining bone density. Cheese is also high in phosphate content, which helps balance pH levels in the mouth, which helps to preserve tooth enamel. Another great reason cheese is a friend to our teeth is that chewing it increases saliva production, which helps to wash away bacteria in the mouth.Aside from good old fashioned fluoridated water, milk is the best drink when it comes to your teeth. It’s rich in calcium and other important elements. Milk, like cheese, also lowers the acid levels in the mouth, which helps fighting tooth decay.Yogurt is packed with calcium and probiotics that protect you against cavities, gum disease and even bad breath.\r\n"
  },
  {
    "_id": "616eb42d126f9dd58d3f1926",
    "picture": "https://www.news-medical.net/image.axd?picture=2021%2F7%2Fshutterstock_1548860402.jpg",
    "name": "Water",
    "about": "Water is unlike any other drink, and is by far the healthiest drink available. Our bodies are made of 60% water, and staying hydrated helps your system distribute healthy nutrients, gets rid of waste, gives your skin a healthy glow and keeps your muscles moving. And--drinking water really helps your teeth stay health – especially if it’s fluoridated. Drinking water with fluoride, which is “nature’s cavity fighter,”  is one of the easiest and most beneficial things you can do to help prevent cavities. And, water helps wash away food particles and keeps your saliva levels high..\r\n"
  },
  {
    "_id": "616eb42dd497a4752a35e611",
    "picture": "https://ecomercioagrario.com/wp-content/uploads/2018/03/180301_peras_manzanas-845x321.jpg",
    "name": "Apples and Pears",
    "about": "Will an apple a day keep the dentist away? Maybe not, but it will certainly help. Eating apples or other hard fibrous fruits can help clean your teeth and increases salivation, which can neutralize the citric and malic acids left behind in your mouth. And while sugary apple juice may contribute to tooth decay, fresh apples are less likely to cause problems. This is because chewing the fibrous texture of apples stimulates your gums, further reducing cavity-causing bacteria and increasing saliva flow.Unlike many acidic fruits, raw pears are good at neutralizing acids in your mouth that cause decay..\r\n"
  },
  {
    "_id": "616eb42d06175f57c0d3a11f",
    "picture": "https://www.news-medical.net/image.axd?picture=2021%2F9%2Fshutterstock_355672364.jpg",
    "name": "Nuts",
    "about": "Nuts are full of health benefits for your teeth. They are packed with tons of important elements like calcium and phosphorus. Especially beneficial are almonds, Brazil nuts and cashews, which help to fight bacteria that lead to tooth decay. For instance, peanuts are a great source of calcium and vitamin D, and almonds offer good amounts of calcium, which is beneficial to teeth and gums.  Cashews are known to stimulate saliva and walnuts contain everything from fiber, folic acid, iron, thiamine, magnesium, iron, niacin, vitamin E, vitamin B6, potassium and zinc.\r\n"
  },
  {
    "_id": "616eb42d14f61cf8fbe9e91f",
    "picture": "https://static01.nyt.com/images/2016/10/07/science/salmon-ask-well/salmon-ask-well-tmagArticle.jpg",
    "name": "Meats and Fatty Fish",
    "about": "Most meats offer some of the most important nutrients mentioned above, and chewing meat produces saliva. And more saliva is good, because it decreases acidity in your mouth and washes away particles of food that lead to decay. Red meat and even organ meats are especially beneficial.Fatty fish (like salmon), and tofu are loaded with phosphorus, an important mineral for protecting tooth enamel..\r\n"
  },
  {
    "_id": "616eb42da4cbfea1f8034764",
    "picture": "https://i.cdn.newsbytesapp.com/images/l158_5981546959307.jpg",
    "name": "Tea and Coffee",
    "about": "Heard of polyphenols? Polyphenols are a category of chemicals that naturally occur in many of the foods and drinks we consume, including teas and coffee. They offer several health benefits, including their role as antioxidants, which can combat cell damage, as well as their effects on reducing inflammation and helping to fight cancer. Green and black teas are rich in polyphenols and offers a number of other health benefits.\r\n"
  },
  {
    "_id": "616eb42dee2972cefcc8ee78",
    "picture": "https://static.india.com/wp-content/uploads/2017/01/shutterstock_165452462-2.jpg",
    "name": "Strawberries - and Other Vitamin C Rich Berries",
    "about": "We all know that vitamin C is good for the body because of its antioxidant properties and for growth and repair of tissues in all parts of your body. This also true for teeth. The collagen in the dentin of teeth depends on vitamin C for maintaining its strength and structure through synthesis.Strawberries are packed with Vitamin C, antioxidants and also malic acid, which could even naturally whiten your teeth. Be sure your diet includes fresh fruits and veggies rich in vitamin C, such as apples, pears, strawberries, pineapples, tomatoes, broccoli, bell peppers, and cucumbers..\r\n"
  },
  {
    "_id": "616eb42dc657222806bbe57d",
    "picture": "https://chefsmandala.com/wp-content/uploads/2018/03/Broccoli.jpg",
    "name": "Broccoli",
    "about": "Maybe you’re not a fan of broccoli, but consider that fresh broccoli not only offer tons of vitamin C and K—important for bone health and proper blood clotting—they are also natural teeth cleaners! .\r\n"
  },
  {
    "_id": "616eb42d8667a86120d64c6b",
    "picture": "https://i.ndtvimg.com/i/2015-10/kiwi-fruit_625x350_81445871711.jpg",
    "name": "Kiwis",
    "about": "Kiwis are another one of the fruits that offer a really high concentration of vitamin C. Vitamin C boosts immunity by increasing the production of blood cells that destroy foreign micro-organisms. These effects lead to improved resistance against infections throughout the body, including tooth decay..\r\n"
  },
  {
    "_id": "616eb42d1c87d8285904296b",
    "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTy8UHbFm8xgxBvhQGPIuSnHEE2vktrOAWqMw&usqp=CAU",
    "name": "Sweet Potatoes",
    "about": "Sweet potatoes pack a healthy dose of vitamin A, which helps to maintain the mucous membranes and soft tissue of the gums. The vitamin is also vital in maintaining the protein keratin, an agent that promotes formation of tooth enamel. Of course, you may want to skip the marshmallow topping for this one.\r\n"
  }
]